Revit 2024 API
SymbolTypeId.MmH2O Property
 Symbol mmH2O, indicating unit Millimeters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MmH2O { get; }
Visual Basic
Public Shared ReadOnly Property MmH2O As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MmH2O {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace